Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# cleanup_view_info
source: Deleting messages, media, and files from this conversation does not remove them from your contact’s device, and you will not be able to do so later.
ar: لا يؤدي حذف الرسائل والوسائط والملفات من هذه المحادثة إلى إزالتها من جهاز جهة الاتصال الخاصة بك ، ولن تتمكن من القيام بذلك لاحقًا.
bg: Изтриването на съобщения, медии и файлове от този разговор не ги премахва от устройството на вашия контакт и няма да можете да го направите по‑късно.
cs: Odstranění zpráv, médií a souborů z této konverzace je neodstraní z zařízení vašeho kontaktu a později to již nepůjde.
da: Sletning af beskeder, medier og filer fra denne samtale fjerner dem ikke fra din kontakts enhed, og du vil ikke være i stand til det senere.
de: Das Löschen von Nachrichten, Medien und Dateien aus dieser Unterhaltung entfernt sie nicht vom Gerät Ihrer Kontaktperson, und Sie werden dies später nicht mehr tun können.
el: Η διαγραφή μηνυμάτων, πολυμέσων και αρχείων από αυτή τη συνομιλία δεν τα αφαιρεί από τη συσκευή της επαφής σας και δεν θα μπορείτε να το κάνετε αργότερα.
es: Eliminar mensajes, medios y archivos de esta conversación no los elimina del dispositivo de su contacto, y no podrá hacerlo más tarde.
fa: حذف پیام ها ، رسانه ها و پرونده های این مکالمه آنها را از دستگاه مخاطب شما حذف نمی کند و بعداً نمی توانید این کار را انجام دهید.
fi: Viestien, median ja tiedostojen poistaminen tästä keskustelusta ei poista niitä yhteystietosi laitteesta, etkä voi tehdä niin myöhemmin.
fr: La suppression des messages, médias et fichiers de cette conversation ne les supprime pas de l’appareil de votre contact et vous ne pourrez pas le faire plus tard.
he: מחיקת הודעות, מדיה וקבצים משיחה זו אינה מסלקת אותן מהמכשיר של איש הקשר שלך, ולא תוכל לעשות זאת בהמשך.
hi: इस वार्तालाप से संदेशों, मीडिया और फ़ाइलों को हटाने से वे आपके संपर्क के डिवाइस से नहीं हटते हैं, और आप बाद में ऐसा नहीं कर पाएंगे।
hr: Brisanje poruka, medija i datoteka iz ovog razgovora ne uklanja ih s uređaja vašeg kontakta i to kasnije nećete moći učiniti.
hu: A beszélgetésből törölt üzenetek, média és fájlok nem törlődnek a kapcsolat eszközéről, és később sem lehet őket eltávolítani.
id: Menghapus pesan, media, dan file dari percakapan ini tidak akan menghapusnya dari perangkat kontak Anda dan Anda tidak akan dapat melakukannya nanti.
it: L’eliminazione di messaggi, media e file da questa conversazione non li rimuove dal dispositivo del tuo contatto e non sarai in grado di farlo in seguito.
ja: この会話からメッセージ、メディア、およびファイルを削除しても、連絡先のデバイスからそれらを削除することはなく、後でそうすることはできません。
ko: 이 대화에서 메시지, 미디어 및 파일을 삭제하면 연락처에서 장치에서 삭제되지 않으며 나중에 수행 할 수 없습니다.
nb: Sletting av meldinger, medier og filer fra denne samtalen sletter dem ikke fra kontaktens enhet, og du vil ikke kunne gjøre det senere.
nl: Het verwijderen van berichten, media en bestanden uit dit gesprek verwijdert ze niet uit het apparaat uit uw contact en u kunt dit niet later doen.
pl: Czyszczenie konwersacji jest tylko lokalne. Usunięcie wiadomości, multimediów i plików nie spowoduje ich usunięcia po drugiej stronie i nie będzie można tego zrobić później.
pt_pt: A exclusão de mensagens, mídia e arquivos dessa conversa não as remove do dispositivo do seu contato, e você não poderá fazê -lo mais tarde.
ro: Ștergerea mesajelor, media și fișierelor din această conversație nu le elimină de pe dispozitivul contactului dvs., iar acest lucru nu va mai fi posibil ulterior.
ru: Удаление сообщений, носителей и файлов из этого разговора не удаляет их с устройства вашего контакта, и вы не сможете этого сделать позже.
sk: Odstránenie správ, médií a súborov z tejto konverzácie ich neodstráni zo zariadenia vášho kontaktu a nebudete to môcť urobiť neskôr.
sl: Brisanje sporočil, medijev in datotek iz tega pogovora jih ne odstrani iz naprave vašega stika, kasneje pa tega ne boste mogli storiti.
sq: Fshirja e mesazheve, mediave dhe skedarëve nga kjo bisedë nuk i heq ato nga pajisja e kontaktit tuaj dhe nuk do të mund ta bëni këtë më vonë.
sr_latn: Brisanje poruka, medija i fajlova iz ovog razgovora ne uklanja ih sa uređaja vašeg kontakta i kasnije to nećete moći da uradite.
sv: Att ta bort meddelanden, media och filer från den här konversationen tar inte bort dem från din kontakts enhet, och du kommer inte att kunna göra det senare.
tr: Mesajları, medyayı ve dosyaları bu konuşmadan silmek bunları kişinizin cihazından kaldırmaz ve bunu daha sonra yapamazsınız.
uk: Видалення повідомлень, медіафайлів і файлів із цієї бесіди не видаляє їх із пристрою вашого контакту, і ви не зможете зробити це пізніше.
vi: Xóa tin nhắn, phương tiện, và tệp khỏi cuộc trò chuyện này sẽ không xóa chúng khỏi thiết bị của liên hệ, và bạn sẽ không thể làm điều đó sau này.
zh_hans: 从此对话中删除消息、媒体和文件并不会从您联系人的设备中删除它们，您以后将无法这样做。
zh_hant: 從此對話中刪除消息、媒體和文件並不會從您聯繫人的設備中刪除它們，您以後將無法這樣做。

# cleanup_view_info_both
source: Deleting messages, media, and files from this conversation also removes them from your contact’s device.
ar: يؤدي حذف الرسائل والوسائط والملفات من هذه المحادثة إلى إزالتها أيضًا من جهاز جهة الاتصال.
bg: Изтриването на съобщения, медии и файлове от този разговор ги премахва и от устройството на вашия контакт.
cs: Odstranění zpráv, médií a souborů z této konverzace je odstraní také z zařízení vašeho kontaktu.
da: Sletning af beskeder, medier og filer fra denne samtale fjerner dem også fra din kontakts enhed.
de: Das Löschen von Nachrichten, Medien und Dateien aus dieser Unterhaltung entfernt diese auch vom Gerät Ihrer Kontaktperson.
el: Η διαγραφή μηνυμάτων, πολυμέσων και αρχείων από αυτή τη συνομιλία τα αφαιρεί επίσης από τη συσκευή της επαφής σας.
es: Eliminar mensajes, medios y archivos de esta conversación también los elimina del dispositivo de su contacto.
fa: حذف پیام ها ، رسانه ها و پرونده های این مکالمه نیز آنها را از دستگاه مخاطب شما حذف می کند.
fi: Viestien, median ja tämän keskustelun tiedostojen poistaminen poistaa ne myös yhteystietosi laitteesta.
fr: La suppression des messages, médias et fichiers de cette conversation les supprime également de l’appareil de votre contact.
he: מחיקת הודעות, מדיה וקבצים משיחה זו גם מסלקת אותן מהמכשיר של איש הקשר שלך.
hi: इस वार्तालाप से संदेशों, मीडिया और फ़ाइलों को हटाने से वे आपके संपर्क के डिवाइस से भी हट जाते हैं।
hr: Brisanje poruka, medija i datoteka iz ovog razgovora također ih uklanja s uređaja vašeg kontakta.
hu: A beszélgetésből törölt üzenetek, média és fájlok a kapcsolat eszközéről is törlődnek.
id: Menghapus pesan, media, dan file dari percakapan ini juga akan menghapusnya dari perangkat kontak Anda.
it: L’eliminazione di messaggi, media e file di questa conversazione li rimuove anche dal dispositivo del tuo contatto.
ja: この会話からメッセージ、メディア、ファイルを削除すると、連絡先のデバイスからも削除されます。
ko: 이 대화에서 메시지, 미디어 및 파일을 삭제하면 연락처에서 장치에서 삭제됩니다.
nb: Sletting av meldinger, medier og filer fra denne samtalen sletter dem også fra kontaktens enhet.
nl: Het verwijderen van berichten, media en bestanden uit dit gesprek verwijdert ze ook uit het apparaat uit uw contact.
pl: Usuwanie wiadomości, mediów i plików z tej rozmowy usuwa je również z urządzenia kontaktowego.
pt_pt: A exclusão de mensagens, mídia e arquivos dessa conversa também as remove do dispositivo do seu contato.
ro: Ștergerea mesajelor, media și fișierelor din această conversație le șterge și de pe dispozitivul contactului dvs.
ru: Удаление сообщений, носителей и файлов из этого разговора также удаляет их с устройства вашего контакта.
sk: Odstránenie správ, médií a súborov z tejto konverzácie ich odstráni aj zo zariadenia vášho kontaktu.
sl: Brisanje sporočil, medijev in datotek iz tega pogovora jih odstrani tudi iz naprave vašega stika.
sq: Fshirja e mesazheve, mediave dhe skedarëve nga kjo bisedë i heq ato edhe nga pajisja e kontaktit tuaj.
sr_latn: Brisanje poruka, medija i fajlova iz ovog razgovora takođe ih uklanja sa uređaja vašeg kontakta.
sv: Att ta bort meddelanden, media och filer från den här konversationen tar också bort dem från din kontakts enhet.
tr: Mesajları, medyayı ve dosyaları bu konuşmadan silmek de bunları kişinizin cihazından kaldırır.
uk: Видалення повідомлень, медіафайлів і файлів із цієї розмови також видаляє їх із пристрою вашого контакту.
vi: Xóa tin nhắn, phương tiện, và tệp khỏi cuộc trò chuyện này cũng sẽ xóa chúng khỏi thiết bị của liên hệ.
zh_hans: 从此对话中删除消息、媒体和文件也会将它们从您联系人的设备中删除。
zh_hant: 從此對話中刪除消息、媒體和文件也會將它們從您聯繫人的設備中刪除。

# cleanup_view_local_cleanup
source: Local-only clean-up
ar: تنظيف محلي فقط
bg: Само локално изчистване
cs: Vyčištění pouze lokálně
da: Kun lokal rengøring
de: Nur lokale Bereinigung
el: Τοπικός καθαρισμός μόνο
es: Limpieza solo local
fa: تمیز کردن فقط محلی
fi: Vain paikallinen siivous
fr: Nettoyage local uniquement
he: ניקיון מקומי בלבד
hi: स्थानीय-केवल सफाई
hr: Samo lokalno čišćenje
hu: Csak helyi törlés
id: Pembersihan khusus lokal
it: Pulizia solo locale
ja: ローカルのみのクリーンアップ
ko: 로컬 전용 정리
nb: Kun lokal rengjøring
nl: Alleen lokale schoonmaak
pl: Czyszczenie tylko lokalne
pt_pt: Limpeza somente local
ro: Curățare locală
ru: Только локальная уборка
sk: Len lokálne čistenie
sl: Samo lokalno čiščenje
sq: Pastrimi vetëm lokal
sr_latn: Samo lokalno čišćenje
sv: Endast lokal rengöring
tr: Yalnızca yerel temizlik
uk: Лише локальне прибирання
vi: Chỉ xóa cục bộ
zh_hans: 仅本地清理
zh_hant: 僅本地清理

# cleanup_view_local_cleanup_title
source: Local clean-up
ar: تنظيف محلي
bg: Локално изчистване
cs: Lokální vyčištění
da: Lokal rengøring
de: Lokale Bereinigung
el: Τοπικός καθαρισμός
es: Limpieza local
fa: پاکسازی محلی
fi: Paikallinen siivous
fr: Nettoyage local
he: ניקיון מקומי
hi: स्थानीय सफाई
hr: Lokalno čišćenje
hu: Helyi törlés
id: Pembersihan lokal
it: Pulizia locale
ja: ローカルクリーンアップ
ko: 지역 정화
nb: Lokal rengjøring
nl: Lokale schoonmaak
pl: Limpeza local
pt_pt: Limpeza local
ro: Curățare locală
ru: Локальная уборка
sk: Lokálne čistenie
sl: Lokalno čiščenje
sq: Pastrimi lokal
sr_latn: Lokalno čišćenje
sv: Lokal rengöring
tr: Yerel temizlik
uk: Локальне прибирання
vi: Xóa cục bộ
zh_hans: 局部清理
zh_hant: 局部清理

# cleanup_view_medias_and_files
source: Media and files only
ar: الوسائط والملفات فقط
bg: Само медии и файлове
cs: Pouze média a soubory
da: Kun medier og filer
de: Nur Medien und Dateien
el: Μόνο πολυμέσα και αρχεία
es: Solo medios y archivos
fa: فقط رسانه و فایل ها
fi: Vain media ja tiedostot
fr: Médias et fichiers uniquement
he: מדיה וקבצים בלבד
hi: केवल मीडिया और फाइलें
hr: Samo mediji i datoteke
hu: Csak média és fájlok
id: Hanya media dan file
it: Solo contenuti multimediali e file
ja: メディアとファイルのみ
ko: 미디어 및 파일만
nb: Kun media og filer
nl: Alleen media en bestanden
pl: Tylko multimedia i pliki
pt_pt: Somente mídia e arquivos
ro: Doar media și fișiere
ru: Только медиа и файлы
sk: Iba médiá a súbory
sl: Samo mediji in datoteke
sq: Vetëm media dhe skedarë
sr_latn: Samo mediji i fajlovi
sv: Endast media och filer
tr: Yalnızca medya ve dosyalar
uk: Лише медіа та файли
vi: Chỉ phương tiện và tệp
zh_hans: 仅限媒体和文件
zh_hant: 僅限媒體和文件

# cleanup_view_medias_and_files_info
source: Media thumbnails are not removed from the conversation; only original files are deleted.
ar: لا تتم إزالة الصور المصغرة للوسائط من المحادثة ؛ فقط الملفات الأصلية.
bg: Миниатюрите на медиите не се премахват от разговора; изтриват се само оригиналните файлове.
cs: Miniatury médií nejsou z konverzace odstraněny; odstraní se pouze původní soubory.
da: Medieminiaturer fjernes ikke fra samtalen; kun originale filer er.
de: Medien-Vorschaubilder werden nicht aus der Unterhaltung entfernt; nur Originaldateien werden gelöscht.
el: Οι μικρογραφίες πολυμέσων δεν αφαιρούνται από τη συνομιλία· διαγράφονται μόνο τα αρχικά αρχεία.
es: Las miniaturas de medios no se eliminan de la conversación; solo se eliminan los archivos originales.
fa: تصاویر کوچک رسانه از مکالمه حذف نمی شوند. فقط فایل های اصلی حذف می شوند
fi: Median pikkukuvia ei poisteta keskustelusta. vain alkuperäiset tiedostot ovat.
fr: Les miniatures des médias ne sont pas supprimées de la conversation ; seuls les fichiers originaux le sont.
he: תמונות ממוזערות של מדיה אינן מוסרות מהשיחה; רק קבצים מקוריים.
hi: बातचीत से मीडिया थंबनेल नहीं निकाले जाते; केवल मूल फ़ाइलें हटाई जाती हैं।
hr: Minijature medija ne uklanjaju se iz razgovora; brišu se samo izvorne datoteke.
hu: A média-előnézetek nem kerülnek törlésre, csak az eredeti fájlok.
id: Gambar mini media tidak dihapus dari percakapan; hanya file asli yang dihapus.
it: Le miniature multimediali non vengono rimosse dalla conversazione; vengono eliminati solo i file originali.
ja: メディア サムネイルは会話から削除されません。 元のファイルのみが削除されます。
ko: 미디어 섬네일은 대화에서 제거되지 않습니다. 원본 파일만 삭제됩니다.
nb: Medieminiatyrbilder fjernes ikke fra samtalen; bare originalfiler slettes.
nl: Mediaminiaturen worden niet uit het gesprek verwijderd; alleen originele bestanden zijn.
pl: Miniatury multimediów nie są usuwane z konwersacji; usuwane są tylko oryginalne pliki.
pt_pt: As miniaturas de mídia não são removidas da conversa; apenas os arquivos originais são excluídos.
ro: Miniaturile media nu sunt eliminate din conversație; sunt șterse doar fișierele originale.
ru: Миниатюры мультимедиа не удаляются из беседы; удаляются только исходные файлы.
sk: Miniatúry médií sa z konverzácie neodstránia; odstránia sa iba pôvodné súbory.
sl: Sličice medijev se ne odstranijo iz pogovora; izbrišejo se le izvirne datoteke.
sq: Miniaturat e mediave nuk hiqen nga biseda; fshihen vetëm skedarët origjinalë.
sr_latn: Sličice medija se ne uklanjaju iz razgovora; brišu se samo originalni fajlovi.
sv: Medieminiatyrer tas inte bort från konversationen. endast originalfiler raderas.
tr: Medya küçük resimleri görüşmeden kaldırılmaz; yalnızca orijinal dosyalar silinir.
uk: Ескізи медіа не видаляються з бесіди; видаляються лише вихідні файли.
vi: Ảnh thu nhỏ phương tiện sẽ không bị xóa khỏi cuộc trò chuyện; chỉ tệp gốc mới bị xóa.
zh_hans: 媒体缩略图不会从对话中删除； 只有原始文件。
zh_hant: 媒體縮略圖不會從對話中刪除； 只有原始文件。

# cleanup_view_medias_and_files_info_both
source: Files, photos, videos and voice notes exchanged in this conversation will be deleted from both your device and your contact’s device.
ar: سيتم حذف الملفات والصور ومقاطع الفيديو والملاحظات الصوتية المتبادلة في هذه المحادثة من كل من جهازك وجهاز جهة الاتصال الخاصة بك.
bg: Файловете, снимките, видеата и гласовите бележки, обменени в този разговор, ще бъдат изтрити както от вашето устройство, така и от устройството на контакта ви.
cs: Soubory, fotografie, videa a hlasové zprávy z této konverzace budou odstraněny z vašeho zařízení i ze zařízení kontaktu.
da: Filer, billeder, videoer og stemmebeskeder, der udveksles i denne samtale, slettes fra både din enhed og din kontakts enhed.
de: Dateien, Fotos, Videos und Sprachnotizen, die in dieser Unterhaltung ausgetauscht wurden, werden sowohl von Ihrem Gerät als auch vom Gerät Ihrer Kontaktperson gelöscht.
el: Αρχεία, φωτογραφίες, βίντεο και ηχητικά μηνύματα θα διαγραφούν και από τις δύο συσκευές.
es: Los archivos, fotos, videos y notas de voz intercambiados en esta conversación se eliminarán tanto de su dispositivo como del dispositivo de su contacto.
fa: فایل‌ها، عکس‌ها، ویدیوها و یادداشت‌های صوتی رد و بدل شده در این مکالمه هم از دستگاه شما و هم از دستگاه مخاطب شما حذف می‌شوند.
fi: Tässä keskustelussa vaihdetut tiedostot, valokuvat, videot ja äänimuistiinpanot poistetaan sekä laitteeltasi että yhteystietosi laitteelta.
fr: Les fichiers, photos, vidéos et notes vocales échangés dans cette conversation seront supprimés de votre appareil et de l’appareil de votre contact.
he: קבצים, תמונות, סרטונים והערות קוליות שהוחלפו בשיחה זו יימחקו הן מהמכשיר שלך והן מהמכשיר של איש הקשר שלך.
hi: इस वार्तालाप में आदान-प्रदान की गई फ़ाइलें, फ़ोटो, वीडियो और वॉइस नोट आपके डिवाइस और आपके संपर्क के डिवाइस दोनों से हटा दिए जाएंगे।
hr: Datoteke, fotografije, videozapisi i glasovne bilješke razmijenjeni u ovom razgovoru bit će izbrisani i s vašeg uređaja i s uređaja vašeg kontakta.
hu: A beszélgetésben cserélt fájlok, fotók, videók és hangüzenetek törlődnek mindkét eszközről.
id: File, foto, video, dan catatan suara yang dipertukarkan dalam percakapan ini akan dihapus baik dari perangkat Anda maupun perangkat kontak Anda.
it: File, foto, video e note vocali scambiati in questa conversazione verranno eliminati sia dal tuo dispositivo che da quello del tuo contatto.
ja: この会話で交換されたファイル、写真、ビデオ、音声メモは、あなたのデバイスと連絡先のデバイスの両方から削除されます。
ko: 이 대화에서 교환된 파일, 사진, 비디오 및 음성 메모는 귀하의 장치와 연락처의 장치 모두에서 삭제됩니다.
nb: Filer, bilder, videoer og talemeldinger som utveksles i denne samtalen vil bli slettet fra både enheten din og kontaktens enhet.
nl: Bestanden, foto’s, video’s en gesproken notities die in dit gesprek worden uitgewisseld, worden zowel van uw apparaat als van het apparaat van uw contact verwijderd.
pl: Pliki, zdjęcia, filmy i notatki głosowe wymieniane w tej rozmowie zostaną usunięte zarówno z Twojego urządzenia, jak i urządzenia Twojego kontaktu.
pt_pt: Arquivos, fotos, vídeos e anotações de voz trocados nesta conversa serão excluídos do seu dispositivo e do dispositivo do seu contato.
ro: Fișierele, fotografiile, videoclipurile și notele vocale din această conversație vor fi șterse atât de pe dispozitivul dvs., cât și de pe cel al contactului.
ru: Файлы, фотографии, видео и голосовые заметки, которыми обменивались в этом разговоре, будут удалены как с вашего устройства, так и с устройства вашего контакта.
sk: Súbory, fotografie, videá a hlasové poznámky budú odstránené zo zariadenia vášho aj zariadenia vášho kontaktu.
sl: Datoteke, fotografije, videi in glasovne opombe, izmenjane v tem pogovoru, bodo izbrisane z vaše naprave in iz naprave vašega stika.
sq: Skedarët, fotot, videot dhe shënimet zanore të shkëmbyera në këtë bisedë do të fshihen nga pajisja juaj dhe nga pajisja e kontaktit tuaj.
sr_latn: Fajlovi, fotografije, video zapisi i glasovne beleške razmenjeni u ovom razgovoru biće obrisani i sa vašeg uređaja i sa uređaja vašeg kontakta.
sv: Filer, foton, videor och röstmeddelanden som utbyts i den här konversationen kommer att raderas från både din enhet och din kontakts enhet.
tr: Bu konuşmada değiş tokuş edilen dosyalar, fotoğraflar, videolar ve sesli notlar hem sizin cihazınızdan hem de kişinizin cihazından silinecek.
uk: Файли, фотографії, відео та голосові нотатки, якими обмінювалися під час цієї розмови, буде видалено як з вашого пристрою, так і з пристрою вашого контакту.
vi: Các tệp, ảnh, video và ghi âm được trao đổi trong cuộc trò chuyện này sẽ bị xóa khỏi cả thiết bị của bạn và thiết bị liên hệ.
zh_hans: 在此对话中交换的文件、照片、视频和语音笔记将从您的设备和联系人的设备中删除。
zh_hant: 在此對話中交換的文件、照片、視頻和語音筆記將從您的設備和聯繫人的設備中刪除。

# cleanup_view_messages
source: All messages & other contents
ar: كل الرسائل والمحتويات الأخرى
bg: Всички съобщения и друго съдържание
cs: Všechny zprávy & další obsah
da: Alle beskeder og andet indhold
de: Alle Nachrichten & andere Inhalte
el: Όλα τα μηνύματα & λοιπό περιεχόμενο
es: Todos los mensajes y otros contenidos
fa: همه پیام ها و سایر مطالب
fi: Kaikki viestit ja muu sisältö
fr: Tous les messages et autres contenus
he: כל ההודעות ותכנים אחרים
hi: सभी संदेश और अन्य सामग्री
hr: Sve poruke & ostali sadržaji
hu: Összes üzenet és egyéb tartalom
id: Semua pesan & konten lainnya
it: Tutti i messaggi e altri contenuti
ja: すべてのメッセージとその他のコンテンツ
ko: 모든 메시지 및 기타 콘텐츠
nb: Alle meldinger og annet innhold
nl: Alle berichten en andere inhoud
pl: Wszystkie wiadomości tekstowe i inne treści
pt_pt: Todas as mensagens e outros conteúdos
ro: Toate mesajele & alte conținuturi
ru: Все сообщения и другое содержимое
sk: Všetky správy a ostatný obsah
sl: Vsa sporočila & druga vsebina
sq: Të gjitha mesazhet & përmbajtje të tjera
sr_latn: Sve poruke i ostali sadržaji
sv: Alla meddelanden och annat innehåll
tr: Tüm mesajlar ve diğer içerikler
uk: Усі повідомлення та інший вміст
vi: Tất cả tin nhắn & nội dung khác
zh_hans: 所有讯息及其他内容
zh_hant: 所有訊息及其他內容

# cleanup_view_messages_info
source: Messages of any type in the conversation (text, photo, video, voice, files, etc.) will be deleted from the application.
ar: سيتم حذف الرسائل من أي نوع في المحادثة (نصية ، صور ، فيديو ، صوت ، ملفات ، إلخ) من التطبيق.
bg: Съобщения от всякакъв тип (текст, снимка, видео, гласови, файлове и др.) ще бъдат изтрити от приложението.
cs: Zprávy jakéhokoli typu (text, foto, video, hlas, soubory atd.) budou z aplikace odstraněny.
da: Beskeder af enhver type i samtalen (tekst, foto, video, stemme, filer osv.) vil blive slettet fra applikationen.
de: Nachrichten jeglicher Art in der Unterhaltung (Text, Foto, Video, Sprache, Dateien usw.) werden aus der Anwendung gelöscht.
el: Μηνύματα κάθε τύπου (κείμενο, φωτογραφία, βίντεο, ήχος, αρχεία κ.λπ.) θα διαγραφούν από την εφαρμογή.
es: Los mensajes de cualquier tipo en la conversación (texto, foto, video, voz, archivos, etc.) serán eliminados de la aplicación.
fa: پیام‌های هر نوع در مکالمه (متن، عکس، ویدیو، صوت، فایل و غیره) از برنامه حذف می‌شوند.
fi: Kaiken tyyppiset keskustelun viestit (teksti, valokuva, video, ääni, tiedostot jne.) poistetaan sovelluksesta.
fr: Les messages de tout type dans la conversation (texte, fichier, photo, vidéo, voix, etc.) seront supprimés de l’application.
he: הודעות מכל סוג בשיחה (טקסט, תמונה, וידאו, קול, קבצים וכו') יימחקו מהאפליקציה.
hi: बातचीत में किसी भी प्रकार के संदेश (पाठ, फोटो, वीडियो, आवाज, फ़ाइलें, आदि) एप्लिकेशन से हटा दिए जाएंगे।
hr: Poruke bilo koje vrste u razgovoru (tekst, fotografija, video, glas, datoteke itd.) bit će izbrisane iz aplikacije.
hu: A beszélgetésben található összes üzenettípus (szöveg, kép, videó, hang, fájl stb.) törlődik az alkalmazásból.
id: Pesan jenis apa pun dalam percakapan (teks, foto, video, suara, file, dll.) Akan dihapus dari aplikasi.
it: I messaggi di qualsiasi tipo nella conversazione (testo, foto, video, voce, file, ecc.) verranno eliminati dall’applicazione.
ja: 会話内のあらゆる種類のメッセージ (テキスト、写真、ビデオ、音声、ファイルなど) は、アプリケーションから削除されます。
ko: 대화에 포함된 모든 유형의 메시지(텍스트, 사진, 동영상, 음성, 파일 등)는 애플리케이션에서 삭제됩니다.
nb: Meldinger av alle typer i samtalen (tekst, bilde, video, tale, filer osv.) vil bli slettet fra applikasjonen.
nl: Berichten van elk type in het gesprek (tekst, foto, video, spraak, bestanden, etc.) worden uit de applicatie verwijderd.
pl: Wiadomości dowolnego typu w rozmowie (tekst, zdjęcie, wideo, głos, pliki itp.) zostaną usunięte z aplikacji.
pt_pt: Mensagens de qualquer tipo na conversa (texto, foto, vídeo, voz, arquivos, etc.) serão excluídas do aplicativo.
ro: Mesajele de orice tip din conversație (text, foto, video, voce, fișiere etc.) vor fi șterse din aplicație.
ru: Сообщения любого типа в беседе (текст, фото, видео, голос, файлы и т. д.) будут удалены из приложения.
sk: Správy akéhokoľvek typu (text, foto, video, hlas, súbory atď.) budú odstránené z aplikácie.
sl: Sporočila vseh vrst v pogovoru (besedilo, fotografija, video, glas, datoteke itd.) bodo izbrisana iz aplikacije.
sq: Mesazhet e çdo lloji në bisedë (tekst, foto, video, zë, skedarë, etj.) do të fshihen nga aplikacioni.
sr_latn: Poruke bilo koje vrste u razgovoru (tekst, fotografija, video, glas, fajlovi itd.) biće obrisane iz aplikacije.
sv: Meddelanden av alla slag i konversationen (text, foto, video, röst, filer, etc.) kommer att raderas från applikationen.
tr: Görüşmedeki her türlü mesaj (metin, fotoğraf, video, ses, dosya vb.) uygulamadan silinecektir.
uk: Повідомлення будь-якого типу в розмові (текст, фото, відео, голос, файли тощо) будуть видалені з програми.
vi: Tất cả loại tin nhắn (văn bản, ảnh, video, ghi âm, tệp, v.v.) sẽ bị xóa khỏi ứng dụng.
zh_hans: 对话中任何类型的消息（文本、照片、视频、语音、文件等）都将从应用程序中删除。
zh_hant: 對話中任何類型的消息（文本、照片、視頻、語音、文件等）都將從應用程序中刪除。
